"%1 already exists.\nDo you want to replace it?"="%1 zaten mevcut.\nDeğiştirmek istiyor musunuz?";
"%1 days left"="%1 gün kaldı";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDizin bulunamadı.\nLütfen doğru dizin adının verildiğini doğrulayın.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nDosya bulunamadı.\nLütfen doğru dosya adının verildiğini doğrulayın.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s şu anda çevrimdışı, ancak Dersiniz Lessons uygulamasını bir sonraki kez açtığınızda otomatik olarak görünecektir.";
"&Abort"="&İptal";
"&Add to Custom Colors"="&Özel Renklere Ekle";
"&Basic colors"="&Temel renkler";
"&Cancel"="&İptal";
"&Copy"="&Kopyala";
"&Custom colors"="&Özel renkler";
"&Define Custom Colors >>"="&Özel Renkleri Tanımla >>";
"&Delete"="&Sil";
"&Finish"="&Son";
"&Green:"="&Yeşil:";
"&Help"="&Yardım";
"&Ignore"="&Yoksay";
"&Name:"="&Ad:";
"&Next >"="&İleri >";
"&Next >"="&İleri >";
"&No"="&Hayır";
"&No"="&Hayır";
"&Open"="&Aç";
"&Options <<"="&Seçenekler <<";
"&Options >>"="&Seçenekler >>";
"&Paste"="&Yapıştır";
"&Print"="&Yazdır";
"&Red:"="&Kırmızı:";
"&Redo"="&Yinele";
"&Reload"="&Yeniden yükle";
"&Rename"="&Yeniden Adlandır";
"&Retry"="&Yeniden dene";
"&Sat:"="&Doy:";
"&Save"="&Kaydet";
"&Undo"="&Geri al";
"&Unsorted"="&Sıralanmamış";
"&Val:"="&Değ:";
"&Yes"="&Evet";
"&Yes"="&Evet";
"..."="...";
":"=":";
"< &Back"="< &Geri";
"< Share Options"="< Paylaşma Seçenekleri";
"< Share with SMART Board"="< SMART Board'la paylaş";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Qt Hakkında</h3>%1<p>Qt, çapraz platform uygulama geliştirmesi için bir C++ araç takımıdır.</p><p>Qt, MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux ve diğer ticari Unix çeşitlerine tek kaynaklı taşınabilirlik sağlar. Qt, Qtopia Core gibi entegre cihazlar için de kullanılabilir.</p><p>Qt bir Trolltech ürünüdür. Daha fazla bilgi için bkz. <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Bu program Qt Open Source Edition sürüm %1 kullanır.</p><p>Qt Open Source Edition , Open Source (açık kaynak) uygulamalarının geliştirilmesi için üretilmiştir. Özel (kapalı kaynak) uygulamalar geliştirmek için ticari Qt lisansı gereklidir.</p><p>Qt lisansıyla ilgili genel bilgi için lütfen bkz.<tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Bu program Qt sürüm %1 kullanır.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="SMART Notebook yazılımının bu sürümü için bir SMART Notebook Advantage ürün anahtarı gereklidir. Ayrıntılar için lütfen <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> adresini ziyaret edin.";
"A&lpha channel:"="Alfa kanalı:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 inç)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="İptal";
"About %1"="%1 hakkında";
"About Qt"="Qt Hakkında";
"Account"="Hesap";
"Activate"="Etkinleştir";
"Activated"="Etkinleştirildi";
"Activates the program's main window"="Programın ana penceresini etkinleştirir";
"Activation Key"="Etkinleştirme Anahtarı";
"Activation Web Services:"="Aktivasyon Web Hizmetleri:";
"Activation Wizard"="Etkinleştirme Sihirbazı";
"Activation Wizard is outdated."="Etkinleştirme Sihirbazı güncel değil.";
"Activation required"="Etkinleştirme gerekli";
"Add Boards"="Tahtalar ekle";
"Advanced"="Gelişmiş";
"Aliases: %1"="Diğer adlar: %1";
"All Files (*)"="Tüm Dosyalar (*)";
"All Files (*.*)"="Tüm Dosyalar (*.*)";
"All pending requests have been canceled."="Tüm bekleyen istekler iptal edildi.";
"Apply"="Uygula";
"Are you sure you want to delete license information?"="Lisans bilgisini silmek istediğinizden emin misiniz?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Bu ürün için ürün anahtarını iade etmek istediğinizden emin misiniz? Lisans bu bilgisayarda derhal devredışı bırakılacak (iade tamamlanmadan önce).";
"Authentication Required"="Kimlik Doğrulama Gerekli";
"Authentication required"="Kimlik doğrulama gerekiyor";
"Automatic Activation"="Otomatik Etkinleştirme";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1.414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 inç)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Geri";
"Bl&ue:"="Ma&vi:";
"Browse Content"="İçeriğe Gözat";
"Browse..."="Gözat...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="İptal";
"Canceled"="İptal Edildi";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Anahtar doğrulanamıyor. Yeniden etkinleştirmeye çalışın.\n\nSorun devam ederse hata iletilerini not edin ve SMART Teknik Desteği ile iletişime geçin.";
"Centimeters (cm)"="Santimetre (cm)";
"Check Activation Server Connectivity"="Aktivasyon Sunucusu Bağlantısını Denetle";
"Check for renewals complete. No renewals found."="Yenileme denetimi tamamlandı. Hiçbir yenileme bulunamadı.";
"Checking..."="Kontrol ediliyor...";
"Choose your SMART Board"="SMART Board'unuzu seçin";
"Class ID"="Sınıf No";
"Class Name"="Sınıf Adı";
"Cleaning up a few things..."="Birkaç şey temizleniyor...";
"Click here to test connectivity."="Bağlantıyı sınamak için buraya tıklayın.";
"Close"="Kapat";
"Close without Saving"="Kaydetmeden Kapat";
"Collate"="Harmanla";
"Color"="Renk";
"Color Mode"="Renk Modu";
"Commit"="Uygula";
"Complete Later"="Daha Sonra Tamamla";
"Connect"="Bağlan";
"Connected to host"="Ana makineye bağlandı";
"Connected to host %1"="%1 ana makinesine bağlandı";
"Connection Options"="Bağlantı Seçenekleri";
"Connection Options..."="Bağlantı Seçenekleri...";
"Connection closed"="Bağlantı kapandı";
"Connection refused"="Bağlantı reddedildi";
"Connection refused (or timed out)"="Bağlantı reddedildi (veya zaman aşımına uğradı)";
"Connection to %1 closed"="%1'a bağlantı kapandı";
"Contact Support at:"="Destekle temas kurun:";
"Contact technical support"="Teknik Destekle iletişim kur";
"Continue"="Devam";
"Copies"="Kopyalar";
"Copies:"="Kopyalar:";
"Copy"="Kopyala";
"Copy &Link Location"="&Bağlantı Konumunu Kopyala";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Etkinleştirilemedi. Aktivasyon sunucularıyla ilgili bir sorun olabilir. Lütfen daha sonra tekrar deneyin.";
"Could not connect to the server. Trying again..."="Sunucuya bağlanılamadı. Tekrar deneniyor...";
"Couldn't find a board with that code. Want to try again?"="Bu kodu olan bir tahta bulunamadı. Tekrar denemek ister misiniz?";
"Couldn't load profile"="Profil yüklenemedi";
"Couldn't start the trial period."="Deneme süresi başlatılamadı.";
"Count"="Sayı";
"Create New Folder"="Yeni Klasör Oluştur";
"Create a New File"="Yeni Bir Dosya Oluştur";
"Create a link to this document"="Bu belgeye bir bağlantı oluştur";
"Creating ..."="Oluşturuluyor...";
"Cu&t"="Ke&s";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Bozuk veri";
"Delete"="Sil";
"Detail View"="Ayrıntılı Görünüm";
"Details:"="Ayrıntılar:";
"Directories"="Dizinler";
"Directory"="Dizin";
"Disabled"="Engellendi";
"Discard"="At";
"Do you want to discard this request or complete it later?"="Bu istekten vazgeçmek veya daha sonra tamamlamak istiyor musunuz?";
"Don't Save"="Kaydetme";
"Don't show this again"="Bunu bir daha gösterme";
"Done"="Bitti";
"Download incomplete. Received %1 bytes, expected %2 bytes."="İndirme tamamlanmadı. %1 bayt alındı, beklenen %2 bayt.";
"Drive"="Sürücü";
"Duplex Printing"="Çift Yönlü Yazdırma";
"Error writing response to device"="Aygıta hatalı yazma yanıtı";
"Examples"="Örnekler";
"Executable '%1' requires Qt %2, found Qt %3."="Çalıştırılabilir '%1' için Qt %2 gereklidir, Qt %3 bulundu.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 inç, 191 x 254 mm)";
"Expired"="Süre doldu";
"Expired on %1"="%1 tarihte sona erdi";
"Expires on %1"="%1 tarihte sona erer";
"Failed due to a data error. Please contact our support."="Veri hatası nedeniyle başarısız. Lütfen destek bölümümüzle temas kurun.";
"Failed to cancel all pending requests."="Tüm bekleyen istekler iptal edilemedi.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="SMART sunucusuna bağlanılamadı. Lütfen daha sonra yeniden deneyin veya manuel etkinleştirmeyi deneyin.";
"Failed to write activation information. Make sure you have enough permissions."="Etkinleştirme bilgisi yazılamadı. Gerekli izinlere sahip olduğunuzdan emin olun.";
"Failed. Details: "="Başarısız. Ayrıntılar: ";
"False"="Yanlış";
"File"="Dosya";
"File name:"="Dosya adı:";
"Files of type:"="Dosyaların türü:";
"Finished"="Bitti";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Form";
"From page:"="Şu sayfadan:";
"Fulfillment ID"="İcra No.";
"Get started with SMART Notebook software"="SMART Notebook yazılımına başlayın";
"Getting things ready..."="Hazırlanıyor...";
"Go Back"="Geri Dön";
"Grace period has expired."="Hoşgörü süresi sona erdi.";
"Grace period: <b>%1</b> day(s) remaining"="Ek süre: <b>%1</b> gün kaldı";
"Grayscale"="Gri ölçeği";
"Great! Your lesson is on its way to the SMART Board."="Harika! Dersiniz SMART Board'a gönderildi.";
"HTTP request failed"="HTTP isteği başarısız";
"HTTPS connection requested but SSL support not compiled in"="HTTPS bağlantısı istendi, fakat SSL desteği derlenmemiş";
"Height:"="Yükseklik:";
"Help"="Yardım";
"Hide %1"="%1 gizle";
"Hide Others"="Diğerlerini Gizle";
"Host %1 found"="Ana makine %1 bulundu";
"Host %1 not found"="Ana makine %1 bulunamadı";
"Host found"="Ana makine bulundu";
"Host requires authentication"="Ana makine kimlik doğrulamasını gerektiriyor";
"Host:"="Ana Bilgisayar:";
"Hu&e:"="To&n:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="<a href=\"showEula()\">Lisans sözleşmesindeki</a> koşulları kabul ediyorum.";
"Ignore"="Yoksay";
"Inches (in)"="İnç (in)";
"Include your name to help students find your class quickly."="Öğrencilerinizin sınıfınızı çabucak bulmalarına yardım etmek için isminizi ekleyin.";
"Includes maintenance ending on:"="Şu tarihte sona eren bakımı içerir:";
"Includes permanent activations."="Daimi aktivasyonları içerir.";
"Includes subscriptions expiring on:"="Şu tarihte sona eren abonelikleri içerir:";
"Incompatible Qt Library Error"="Uyumsuz Qt Kitaplığı Hatası";
"Installation ID"="Kurulum Numarası";
"Internet access is disabled by the system administrator."="İnternet erişimi, sistem yöneticisi tarafından devre dışı bırakıldı.";
"Invalid"="Geçersiz";
"Invalid HTTP chunked body"="Geçersiz HTTP yığın gövdesi";
"Invalid HTTP response header"="Geçersiz HTTP yanıt başlığı";
"Invalid entitlement"="Geçersiz yetki";
"Invalid product key."="Geçersiz ürün anahtarı.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Tahtanın Dersler kütüphanesi dolu görünüyor. Yer boşaltmak için bazı dersleri silebilirsiniz.";
"Landscape"="Görünüm";
"Learn how to renew."="Nasıl yenileyeceğinizi öğrenin.";
"Learn more."="Daha fazlası.";
"Learn the Basics"="Temellerini Öğrenin";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 inç, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 inç, 216 x 279 mm)";
"Limitations"="Kısıtlar";
"List View"="Liste Görünümü";
"Location:"="Yer:";
"Long side"="Uzun kenar";
"Look in:"="Bak:";
"Lync connector"="Lync konnektörü";
"Manage"="Yönetin";
"Manual Request"="Manüel İstek";
"Margins"="Kenar Boşlukları";
"Microsoft (personal)"="Microsoft (kişisel)";
"Millimeters (mm)"="Milimetre (mm)";
"My Computer"="Bilgisayarım";
"N&o to All"="Tümüne &Hayır";
"N&o to All"="Tümüne &Hayır";
"Name:"="Adı:";
"No Internet Connection"="İnternet Bağlantısı Yok";
"No boards yet. Get connected."="Daha hiçbir tahta yok. Bağlanın.";
"No proxy"="Proxy yok";
"No server set to connect to"="Bağlanmak için hiçbir sunucu atanmamış";
"No space left on device"="Cihazda boş alan yok";
"No such file or directory"="Böyle bir dosya ya da dizin yok";
"No, I'll complete my request(s) later."="Hayır, isteklerimi daha sonra tamamlayacağım.";
"No, cancel all pending requests."="Hayır, tüm bekleyen istekleri iptal et.";
"None"="Hiçbiri";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Not: URL'lere erişilemiyorsa proksi ayarlarınızı yapın ve bağlantıyı tekrar kontrol edin.";
"Number of copies:"="Kopya sayısı:";
"OK"="Tamam";
"Office 365 (school)"="Office 365 (okul)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Hay aksi! Oturum açma işleminizi tamamlayamadık. Lütfen tekrar deneyin.\n\nBu da başarılı olmazsa oturum açmayı şimdilik atlayın ve Hesap menüsünden daha sonra yeniden deneyin.";
"Oops. Something went wrong. Restarting the computer might help."="Hay aksi. Bazı şeyler ters gitti. Bilgisayarı yeniden başlatmak yardım edebilir.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Hay aksi. Bu işlemi internet bağlantısı olmadan tamamlayamıyoruz. \n\nLütfen tekrar bağlanın ve yeniden deneyin.";
"Oops. We couldn't load your profile right now. Please try again later."="Hay aksi. Profilinizi şimdi yükleyemedik. Lütfen daha sonra tekrar deneyin.";
"Open"="Aç";
"Open "="Aç ";
"Open in SMART Notebook on this computer."="Bu bilgisayarda SMART Notebook'ta aç.";
"Open in the Notebook Player app on my SMART Board with iQ."="iQ ile SMART Board'umda Notebook Player uygulamasında açın.";
"Operation completed successfully."="İşlem başarıyla tamamlandı.";
"Options"="Seçenekler";
"Orientation"="Yön";
"Orientation:"="Yön:";
"Output &file:"="Çıktı &dosyası:";
"Output Settings"="Çıktı Ayarları";
"P&roperties"="Ö&zellikler";
"Page size:"="Sayfa boyutu:";
"Pages from"="Sayfa aralığı";
"Paper"="Kağıt";
"Paper format"="Kağıt biçimi";
"Paper source:"="Kağıt kaynağı:";
"Parent Directory"="Ana Dizin";
"Password"="Şifre";
"Password:"="Şifre:";
"Permission Required"="İzin Gerekli";
"Permission denied"="İzin engellendi";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefon: 1.866.518.6791 veya +1.403.228.5940";
"Please try again"="Lütfen tekrar deneyin";
"Please try again later"="Lütfen daha sonra tekrar deneyin";
"Points (pt)"="Punto (pt)";
"Portrait"="Portre";
"PostScript Files (*.ps);;All Files (*)"="PostScript Dosyalar (*.ps);;Tüm Dosyalar (*)";
"Preferences..."="Tercihler...";
"Premium features expired on %1"="Premium özellikler %1 tarihinde sona erdi";
"Premium features will expire on %1 without an active subscription"="Premium özellikleri etkin bir abonelik olmadığında %1 tarihinde sona erecek.";
"Preparing your document. This can take a while..."="Belgeniz hazırlanıyor. Bu bir süre zaman alabilir...";
"Preview"="Önizle";
"Print all"="Tümünü yazdır";
"Print destination"="Yazdırma hedefi";
"Print first page first"="Önce ilk sayfayı yazdır";
"Print in color if available"="Renkli yazdır (varsa)";
"Print in grayscale"="Gri ölçeğinde yazdır";
"Print last page first"="Önce son sayfayı yazdır";
"Print range"="Yazdırma aralığı";
"Print selection"="Yazdırma seçimi";
"Print to File (PDF)"="Dosyaya Yazdır (PDF)";
"Print to File (Postscript)"="Dosyaya Yazdır (Postscript)";
"Print to SMART Notebook"="SMART Notebook'a yazdır";
"Print to file:"="Dosyaya yazdır:";
"Print to printer:"="Yazıcıya yazdır:";
"Printer"="Yazıcı";
"Printer settings"="Yazıcı ayarları";
"Product"="Ürün";
"Product Key"="Ürün Anahtarı";
"Product Key is not valid"="Ürün Anahtarı geçerli değil";
"Product Key:"="Ürün Anahtarı:";
"Product key has expired."="Ürün anahtarının süresi doldu.";
"Product:"="Ürün:";
"Profile"="Profil";
"Proxy Settings"="Proksi Ayarları";
"Proxy authentication required"="Proxy kimlik doğrulaması gerekiyor";
"Proxy requires authentication"="Proxy, kimlik doğrulamasını gerektiriyor";
"QT_LAYOUT_DIRECTION"="QT_DÜZEN_YÖNÜ";
"Quit"="Kapat";
"Quit %1"="%1 çık";
"Recent"="Son";
"Recents"="En Son";
"Remaining signed in will give you access to SMART Notebook's basic features."="Oturumunuzun açık kalması size SMART Notebook'un temel özelliklerine erişim sağlayacaktır.";
"Request Files (%1)"="İstek Dosyaları (%1)";
"Request aborted"="İstek durduruldu";
"Request denied. See Technical Details below for more information."="İstek reddedildi. Daha fazla bilgi için aşağıdaki Teknik Ayrıntılara bakın.";
"Request type: Activate"="İstek türü: Etkinleştir";
"Request type: Renew"="İstek türü: Yenile";
"Request type: Repair"="İstek türü: Tamir";
"Request type: Return"="İstek türü: İade";
"Request:"="İstek:";
"Reset"="Sıfırla";
"Response Files (%1)"="Yanıt Dosyaları (%1)";
"Restore Defaults"="Varsayılanları Geri Yükle";
"Result:"="Sonuç:";
"Retrieving your account information..."="Hesap bilgileriniz alınıyor...";
"Retry"="Yeniden dene";
"Reverse"="Ters Çevir";
"Reverse landscape"="Yatay";
"Reverse portrait"="Dikey";
"SMART Account"="SMART Hesabı";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera Karma Gerçeklik Araçları";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Çevrimiçi - Notebook erişimi, her yerden";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Kişisel Sürüm";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Microsoft Lync için SMART Meeting Pro konnektörü";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D Araçları";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>premium özellikleri</a>";
"SMART Notebook Collaborative License"="SMART Notebook İşbirliği Lisansı";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook İngilizce Söz Dağarcığı Örnek 1";
"SMART Notebook History Example 1"="SMART Notebook Tarih Örnek 1";
"SMART Notebook Math Example 1"="SMART Notebook Matematik Örnek 1";
"SMART Notebook Math Example 2"="SMART Notebook Matematik Örnek 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Fen Bilimleri Örnek 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table Araç Kiti";
"SMART Technologies - Activation Wizard"="SMART Technologies — Etkinleştirme Sihirbazı";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL tokalaşması başarısız";
"Save"="Kaydet";
"Save All"="Tümünü Kaydet";
"Save As"="Farklı Kaydet";
"Search the SMART Exchange"="SMART Exchange'de ara";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Özellikle bir proksi kullanırken olmak üzere bağlantı sorunlarını gidermeyle ilgili bilgiler için bu <a href='%1'>Bilgi Tabanı makalesi</a> ve <a href='%2'>Sorun Giderme Diyagramına</a> bakınız.";
"Select All"="Tümünü Seç";
"Select a Directory"="Bir Dizin Seç";
"Select color"="Renk seç";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Bu dosyayı SMART Learning Suite Çevrimiçi profilinizde nasıl paylaşmak istediğinizi seçin";
"Select the Response File"="Yanıt Dosyasını seçin";
"Selection"="Seçim";
"Send to SMART Cloud"="SMART Bulut'a gönder";
"Server closed connection unexpectedly"="Sunucu beklenmedik biçimde bağlantıyı kapattı";
"Services"="Hizmetler";
"Share"="paylaş";
"Share Now"="Şimdi Paylaş";
"Share this file with the Lessons app on a SMART Board"="Bu dosyayı bir SMART Board'daki Lessons uygulamasıyla paylaşın";
"Share this file with the Notebook Player app on a SMART Board"="Bu dosyayı Notebook Player uygulamasıyla bir SMART Board'da paylaş";
"Share to SMART Board with iQ"="iQ ile SMART Board'da paylaş";
"Share to the Notebook Player app"="Notebook Player uygulamasına paylaş";
"Share using a link"="Bir bağlantı kullanarak paylaş";
"Share with a SMART Board"="Bir SMART Board ile paylaş";
"Short side"="Kısa kenar";
"Show &hidden files"="&Gizli dosyaları göster";
"Show All"="Tümünü Göster";
"Sign In"="Oturum Aç";
"Sign In Again"="Tekrar Oturum Aç";
"Sign Out"="Oturumu Kapat";
"Sign in"="Oturum Aç";
"Sign in didn't work"="Oturum açma başarılı olmadı";
"Sign in is required for accessing key SMART features."="Temel SMART özelliklerine erişmek için oturum açmak gereklidir.";
"Sign in to or create a SMART account"="Oturum aç veya bir SMART hesabı oluştur";
"Sign in to use this feature"="Bu özelliği kullanmak için oturum açın";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="SMART abonelik yararlarınıza erişmek veya Notebook'u sınırlı bir modda kullanmak için SMART hesabınızda oturum açın.";
"Sign in with Google"="Google ile oturum aç";
"Sign in with a Google, Office 365 or Microsoft personal account."="Bir Google, Office 365 veya Microsoft kişisel hesabınızla oturum açın.";
"Sign in with a browser"="Bir tarayıcı ile oturum açın";
"Sign up for free"="Ücretsiz kaydolun";
"Sign up for the latest updates from SMART"="SMART'tan en son güncellemeler için kaydolun";
"Signed in as:"="Oturum açma adı:";
"Skip Sign In"="Oturum Açmayı Atla";
"Skip sign in for now"="Şimdilik oturum açmayı atla";
"Skipped sign in"="Oturum açma atlandı";
"Software enabled"="Yazılım etkin";
"Some of your license keys have expired. Click here for more info."="Bazı lisans anahtarlarınızın süresi doldu. Buraya tıklayarak daha fazla bilgi edinebilirsiniz.";
"Some of your license keys will expire in %1 days. Click here for more info."="Bazı lisans anahtarlarınızın süresi %1 gün içinde dolacak. Daha fazla bilgi için buraya tıklayın.";
"Something went wrong. Want to try again?"="Bazı şeyler ters gitti. Tekrar denemek ister misiniz?";
"Sort"="Sırala";
"Sort by &Date"="&Tarihe göre Sırala:";
"Sort by &Name"="&İsme göre Sırala";
"Sort by &Size"="&Boyuta göre Sırala";
"Status"="Durum";
"Status:"="Durum:";
"Stay Inspired"="Esinden Eksik Kalmayın";
"Subscription: <b>%1</b> day(s) remaining"="Üyelik: <b>%1</b> gün kaldı";
"Succeeded"="Başarılı";
"Symbolic Link"="Sembolik Bağlantı";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="4 karakterlik bir kod almak için Dersler Uygulamasındaki Bağlan simgesine %s dokunun ve ardından o kodu aşağıya girin.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="4 karakterli bir kod almak için Notebook Player uygulamasında %s Bağlan simgesine dokunun ve ardından o kodu aşağıya girin.";
"Test Connectivity..."="Bağlantıyı Sına...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Bu e-posta adresi bir SMART hesabıyla zaten ilişkilendirilmiş. Farklı bir e-posta adresiyle kaydolmayı deneyin.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Bu çok tuhaf... \n\nNe aksilik çıktığından emin değiliz, ancak şu anda sizin oturumunuzu açamıyoruz.";
"The activation didn't complete. See below for status information."="Aktivasyon tamamlanmadı. Durum bilgisi için aşağıya bakın.";
"The following Product Key is not valid: "="Aşağıdaki Ürün Anahtarı geçersiz: ";
"The information copied successfully, and your Internet browser will open."="Bilgi başarılı kopyalandı ve internet tarayıcınız açacak.";
"The installed version of this product requires a newer maintenance license."="Bu ürünün kurulu sürümü daha yeni bir bakım lisansı gerektiriyor.";
"The link has been copied to the clipboard."="Bağlantı panoya kopyalandı.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Bu Ürün Anahtarı için etkinleştirme sayısı maksimum sayıyı aştı. Lütfen yardım için destek bölümümüzle temas kurun.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Kullandığınız ürün anahtarı iptal edildi. Lütfen daha fazla bilgi için SMART desteğiyle irtibata geçin.";
"The product key you entered is already in the list."="Girdiğiniz ürün anahtarı zaten listede.";
"The request file saved successfully. Copy the file to another computer to continue."="İstek dosyası başarılı kaydedildi. Devam etmek için dosyayı diğer bilgisayara kopyala.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="İsteğiniz bazı ürün anahtarlarınızda başarılı oldu, fakat diğerlerinde ise başarılı olamadı.";
"The sign in took too long and has expired."="Oturum açma çok uzun sürdü ve sona erdi.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Sisteme şu anda bakım yapılıyor, ancak yakında hizmet vermeye devam edecek. Rahatsızlık verdiğimiz için özür dileriz.";
"The trial period has started."="Deneme süresi başladı.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Bu anahtar etkinleştirilemedi. Yeniden etkinleştirmeye çalışın.\n\nSorun devam ederse hata iletilerini not edin ve SMART Teknik Desteği ile iletişime geçin.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Bu anahtarın yetki kaydı doğru yapılandırılmamış. Lütfen SMART Teknik Desteği ile iletişime geçin.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="SMART'a bağlanmak için %s proksisi için bir kullanıcı adı ve parolası girmelisiniz";
"To page:"="Şu sayfaya:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Ürün anahtarını başarıyla etkinleştirmek için tüm bağlantılar başarılı olmalıdır. Yeşil onay imleri başarılı bağlantıları gösterir.";
"Too many open files"="Çok fazla açık dosya";
"Trial Extension"="Deneme Uzatması";
"Trial: <b>%1</b> day(s) remaining"="Deneme: <b>%1</b> gün kaldı";
"True"="Doğru";
"Try Again"="Tekrar Dene";
"Try again later or try a manual request now."="Daha sonra tekrar deneyin veya şimdi manüel bir istek gönderin.";
"Try it Online!"="Çevrimiçi Deneyin!";
"Type your user name and password."="Kullanıcı adınızı ve şifrenizi yazın.";
"Type:"="Türü:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 x 241 mm)";
"Unable to complete your request."="İsteğiniz tamamlanamıyor.";
"Unable to copy."="Kopyalanamadı.";
"Unable to create your file."="Dosyanız oluşturulamıyor.";
"Unable to open %1 for writing."="Yazma için %1 açılamıyor.";
"Unable to open source file for reading."="Okuma için kaynak dosya açılamıyor.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="İnternet tarayıcınız açılamıyor. Tarayıcınızı manüel açmaya çalışın veya devam etmek için farklı bir bilgisayar kullanın.";
"Unable to read response from file."="Yanıt dosyadan okunamıyor.";
"Unable to rename %1 to %2."="%1, %2 olarak yeniden adlandırılamıyor.";
"Unable to save your request."="İsteğiniz kaydedilemiyor.";
"Unknown"="Bilinmeyen";
"Unknown Location"="Bilinmeyen Konum";
"Unknown authentication method"="Bilinmeyen kimlik doğrulama yöntemi";
"Unknown error"="Bilinmeyen hata";
"Unknown error."="Bilinmeyen hata.";
"Unknown protocol specified"="Bilinmeyen protokol belirtildi";
"Upload this document and create a link to share with others."="Bu belgeyi yükle ve diğerleriyle paylaşmak için bir bağlantı oluştur.";
"Upload to SMART Cloud"="SMART Bulut'a yükle";
"Uploading your file..."="Dosyanız yükleniyor...";
"Use Internet Explorer settings"="Internet Explorer ayarlarını kullan";
"Use System settings"="Sistem ayarlarını kullan";
"Use other proxy:"="Farklı proxy kullan:";
"User Name:"="Kullanıcı Adı:";
"User name:"="Kullanıcı adı:";
"Valid for versions released before %1"="%1 öncesindeki sürümler için geçerli";
"Version %s"="Sürüm %s";
"Volume activated"="Ses etkinleştirildi";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Bu yanıtı işleyemedik. İstek farklı bir bilgisayardan geliyor veya zaten işlendi.";
"We'll remember %s for next time."="%s'u bir sonraki kez hatırlayacağız.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="SMART Technologies’in %1 yazılımına hoş geldiniz.";
"Welcome to SMART Notebook"="SMART Notebook'a hoş geldiniz";
"What's This?"="Bu Nedir?";
"Width:"="Genişlik:";
"Working on it."="Üzerinde çalışıyoruz.";
"Working on it.."="Üzerinde çalışıyoruz...";
"Working on it..."="Üzerinde çalışılıyor...";
"Wrong content length"="Yanlış içerik uzunluğu";
"Yes to &All"="&Tümüne Evet";
"Yes to &All"="&Tümüne Evet";
"Yes, I have a numeric response code similar to %1."="Evet, %1'a benzer bir sayısal yanıt kodum var.";
"Yes, I have a response file."="Evet, bir yanıt dosyam var.";
"Yes, I have a response message that starts with %1."="Evet, %1 ile başlayan bir yanıt iletim var.";
"Yes, I have an activation key similar to %1."="Evet, %1'a benzer bir aktivasyon anahtarım var.";
"You can close this tab and return to SMART Notebook."="Bu sekmeyi kapatabilir ve SMART Notebook'a dönebilirsiniz.";
"You can manage your account and the class ID from the Account menu."="Hesabınızı ve sınıf kimliğinizi Hesap menüsünden yönetebilirsiniz.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Daha sonra Hesap menüsünden oturum açabilirsiniz. Birtakım temel SMART özellikleri için oturum açmak gereklidir.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Uygulamamızın hesabınıza erişmesine izin vermemeyi seçtiniz. Kabul edinceye kadar uygulamamızı kullanamazsınız.";
"You have %1 days to complete activation."="Aktivasyonu tamamlamak için %1 gününüz var.";
"You have signed out"="Oturumu kapattınız";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Daha SMART'a oturum açmak için gereken hesap bilgilerinize erişme izni vermediniz. Yeniden oturum açmaya çalışmak istiyor musunuz?";
"You may wish to send results to your organization's technical support contact."="Sonuçları kuruluşunuzun teknik destek irtibatına göndermek isteyebilirsiniz.";
"You need to sign in before you can use this feature."="Bu özelliği kullanabilmeniz için oturum açmanız gerekiyor.";
"You're all set!"="Her şeyiniz ayarlandı!";
"You're unable to change these settings because you manually configured a proxy."="Manuel olarak bir proxy yapılandırdığınız için bu ayarları değiştiremezsiniz.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Oturum açmayı şimdilik atladınız. Daha sonra Hesap menüsünden oturum açabilirsiniz.";
"Your SMART Boards"="SMART Tahtalarınız";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="SMART Learning Suite aboneliğiniz %d gün sonra sona erecek. Nasıl yenileyeceğinizi öğrenin.";
"Your SMART account"="SMART hesabınız";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Tarayıcınız bir oturum açma sayfası açtı. Oturum açtıktan sonra buraya döndürüleceksiniz.";
"Your first trial extension is activated."="İlk deneme uzatmanız etkinleştirilmiştir.";
"Your first trial extension isn't activated."="İlk deneme uzatmanız etkinleştirilmemiştir.";
"Your second trial extension is activated."="İkinci deneme uzatmanız etkinleştirilmiştir.";
"Your second trial extension isn't activated."="İkinci deneme uzatmanız etkinleştirilmemiştir.";
"Your trial period has ended."="Deneme süreniz doldu.";
"bottom margin"="alt kenar boşluğu";
"left margin"="sol kenar boşluğu";
"locally connected"="yerel olarak bağlandı";
"right margin"="sağ kenar boşluğu";
"to"="şuraya";
"top margin"="üst kenar boşluğu";
"unknown"="bilinmiyor";
